Repository: juba/questionr
Catalog: po/R-*.po
Languages: fr

source: must be a vector, a factor or a data frame.
fr: x doit être un facteur ou un data frame.

source: must be a column of
fr: doit être une colonne de

source: Interactive cutting
fr: Découpage interactif

source: Variable and settings
fr: Variable et paramètres

source: Variable to be recoded
fr: Variable à recoder

source: Data frame or vector to recode from
fr: Data frame ou vecteur à recoder

source: Recoding settings
fr: Paramètres du recodage

source: Cutting
fr: Découpage en classes

source: Cutting method
fr: Méthode

source: Right-closed intervals (<tt>right</tt>)
fr: Intervalles fermés à droite (<tt>right</tt>)

source: Include extreme (<tt>include.lowest</tt>)
fr: Inclure la valeur extrême (<tt>include.lowest</tt>)

source: Append extreme values if necessary
fr: Ajouter les valeurs extrêmes si nécessaire

source: Code and result
fr: Code et résultat

source: Check - table
fr: Vérification - tableau

source: Check - barplot
fr: Vérification - graphique

source: Data frame column to recode
fr: Colonne du data frame à recoder

source: New variable name
fr: Nouvelle variable

source: <p>Statistics of <tt>%s</tt> :</p>
fr: <p>Statistiques de <tt>%s</tt> :</p>

source: Breaks number
fr: Nombre d'intervalles

source: invalid number of intervals
fr: Nombre d'intervalles invalide

source: ## Cutting %s into %s
fr: ## Recodage de %s en %s

source: Original histogram
fr: Variable originale

source: -------- Start recoding code --------
fr: -------- Début du code --------

source: --------- End recoding code ---------
fr: --------- Fin du code ---------

source: Interactive levels ordering
fr: Réordonnancement interactif

source: Ordering
fr: Réordonner

source: Check
fr: Vérification

source: Old variable as rows, new variable as columns.
fr: Ancienne variable en ligne, variable recodée en colonne

source: <strong>Warning :</strong> The variable to be recoded has more than 50 levels.
fr: <strong>Attention :</strong> La variable à recoder comporte plus de 50 valeurs distinctes.

source: ## Reordering %s
fr: ## Réordonnancement de %s

source: into %s
fr: en %s

source: <p class='header'>Reordering <tt>%s</tt> from <tt>%s</tt> of class <tt>%s</tt>.</p>
fr: <p class='header'>Réordonnancement de <tt>%s</tt> depuis <tt>%s</tt> de classe <tt>%s</tt>.</p>

source: <p class='header'>Reordering <tt>%s</tt> of class <tt>%s</tt>.</p>
fr: <p class='header'>Réordonnancement de <tt>%s</tt> de classe <tt>%s</tt>.</p>

source: Interactive recoding
fr: Recodage interactif

source: Recoding style
fr: Style de recodage

source: Output type
fr: Type de variable recodée

source: Recoding
fr: Recodage

source: ## Recoding %s into %s
fr: ## Recodage de %s en %s

source: <p class='header'>Recoding <tt>%s</tt> from <tt>%s</tt> of class <tt>%s</tt>.</p>
fr: <p class='header'>Recodage de <tt>%s</tt> depuis <tt>%s</tt> de classe <tt>%s</tt>.</p>

source: <p class='header'>Recoding <tt>%s</tt> of class <tt>%s</tt>.</p>
fr: <p class='header'>Recodage de <tt>%s</tt> de classe <tt>%s</tt>.</p>

source: there are no names to search in that object
fr: il n'y a aucun nom dans lesquels effectuer une recherche pour cet objet

source: Nothing found. Sorry.
fr: Désolé, aucun résultat n'a été trouvé.

source: x must be of class 'glm'.
fr: x doit être de classe 'glm'.

source: x should be a glm with family=binomial or family=quasibinomial.
fr: x doit être de classe 'glm' avec 'family=binomial' ou 'family=quasibinomial'.

source: x must be of class 'multinom'.
fr: x doit être de classe 'multinom'.

source: x must be of class 'factor'.
fr: x doit être de classe 'factor'.

source: x must be of class 'table'.
fr: x doit être de classe 'table'.

source: x must be of class 'matrix'.
fr: x doit être de classe 'matrix'.

source: x must be numeric.
fr: x doit être numérique.

source: x should be a simple value.
fr: x doit être un nombre, pas un vecteur.

source: x should be between 0 and 1
fr: x doit être compris entre 0 et 1

source: y must be numeric.
fr: y doit être numérique.

source: y should be a simple value.
fr: y doit être un nombre, pas un vecteur.

source: y should be between 0 and 1
fr: y doit être compris entre 0 et 1

source: Recoded
fr: Recodage de

source: values to NA.
fr: valeurs en NA.

source: Recoded variable contains only numeric characters.
fr: La variable recodée ne contient que des valeurs numériques.

source: Consider using as.numeric = TRUE.
fr: Pensez à utiliser as.numeric = TRUE.

source: <strong>Warning :</strong> This interface doesn't do anything by itself.
fr: <strong>Attention :</strong> Cette interface n'effectue aucune action.

source: It will generate R code, insert it in your current R script, and you'll have to run it yourself.
fr: Le code R généré sera inséré dans votre script R actuel, et vous devrez l'exécuter vous-mêmes.

source: It only generates R code you'll have to copy/paste into your script and run yourself.
fr: Vous devez copier le code R généré dans votre script et l'exécuter vous-mêmes.

source: No variables specified; showing top five results.
fr: Aucune variable spécifiée; les cinq premiers résultats sont affichés.

source: All
fr: Ensemble

source: Choose between standardized and raw residuals.
fr: Vous devez choisir entre résidus bruts et résidus standardisés.

source: x must be of class 'proptab'
fr: x doit être de classe 'proptab'

source: Object is not of class proptab
fr: l'objet doit être de la classe proptab

source: x must be a factor or a data.frame.
fr: x doit être un facteur ou un data frame.

source: The package
fr: L'extension

source: could not be downloaded.
fr: ne peut pas être téléchargée.

source: Loaded package:
fr: Extension chargée :

source: x and weights lengths must be the same
fr: x et weights doivent être de la même taille

source: x and y lengths must be the same
fr: x et y doivent être de la même taille
